popsicleteam/micropython-boards/boards/S3_LVGL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "LVGL"
#define MICROPY_HW_MCU_NAME "ESP32S3"

#define MICROPY_HW_ENABLE_UART_REPL (1)
